Repository: QiuSimons/OpenWrt-Add
Catalog: luci-app-aurora-config/po/*/aurora-config.po
Languages: id, pl, uk, vi

source: (No icons uploaded)
id: (Tidak ada ikon yang diunggah)
pl: (Brak przesłanych ikon)
uk: (Іконки не завантажено)
vi: (Chưa tải lên biểu tượng nào)

source: Accent
id: Aksen
pl: Akcent
uk: Акцент
vi: Màu điểm nhấn

source: Accent Foreground
id: Latar Depan Aksen
pl: Pierwszy plan akcentu
uk: Акцент (передній план)
vi: Tiền cảnh điểm nhấn

source: Actions
id: Tindakan
pl: Akcje
uk: Дії
vi: Hành động

source: Amber Sand
id: Pasir Amber
pl: Bursztynowy piasek
uk: Бурштиновий пісок
vi: Cát hổ phách

source: Apply
id: Terapkan
pl: Zastosuj
uk: Застосувати
vi: Áp dụng

source: Apply Preset
id: Terapkan Preset
pl: Zastosuj ustawienie wstępne
uk: Застосувати пресет
vi: Áp dụng cấu hình mẫu

source: Apply Theme Preset
id: Terapkan Preset Tema
pl: Zastosuj ustawienie wstępne motywu
uk: Застосувати пресет теми
vi: Áp dụng mẫu giao diện

source: Apply configuration?
id: Terapkan konfigurasi?
pl: Zastosować konfigurację?
uk: Застосувати конфігурацію?
vi: Áp dụng cấu hình?

source: Apply failed: %s
id: Gagal menerapkan: %s
pl: Zastosowanie nie powiodło się: %s
uk: Помилка застосування: %s
vi: Áp dụng thất bại: %s

source: Applying...
id: Menerapkan...
pl: Stosowanie...
uk: Застосування...
vi: Đang áp dụng...

source: Are you sure you want to reset all theme settings (Color, Structure, Icons & Toolbar) back to the default theme's original configuration? This will revert everything to the default theme's initial state.
id: Apakah Anda yakin ingin mereset semua pengaturan tema (Warna, Struktur, Ikon & Toolbar) kembali ke konfigurasi asli tema default? Ini akan mengembalikan semuanya ke keadaan awal tema default.
pl: Czy na pewno chcesz zresetować wszystkie ustawienia motywu (Kolor, Struktura, Ikony i Pasek narzędzi) do oryginalnej konfiguracji domyślnego motywu? Spowoduje to przywrócenie wszystkiego do stanu początkowego domyślnego motywu.
uk: Ви впевнені, що бажаєте скинути всі налаштування теми (Колір, Структура, Іконки та Панель інструментів) до початкової конфігурації теми за замовчуванням? Це поверне все до початкового стану теми за замовчуванням.
vi: Bạn có chắc chắn muốn đặt lại tất cả cài đặt giao diện (Màu sắc, Cấu trúc, Biểu tượng & Thanh công cụ) về cấu hình gốc của giao diện mặc định không? Thao tác này sẽ hoàn nguyên mọi thứ về trạng thái ban đầu.

source: Are you sure you want to update <strong>%h</strong> to version <strong>%h</strong>?
id: Apakah Anda yakin ingin memperbarui <strong>%h</strong> ke versi <strong>%h</strong>?
pl: Czy na pewno chcesz zaktualizować <strong>%h</strong> do wersji <strong>%h</strong>?
uk: Ви впевнені, що бажаєте оновити <strong>%h</strong> до версії <strong>%h</strong>?
vi: Bạn có chắc chắn muốn cập nhật <strong>%h</strong> lên phiên bản <strong>%h</strong> không?

source: Aurora Settings
id: Pengaturan Aurora
pl: Ustawienia Aurora
uk: Налаштування Aurora
vi: Cài đặt Aurora

source: Aurora Theme Settings
id: Pengaturan Tema Aurora
pl: Ustawienia motywu Aurora
uk: Налаштування теми Aurora
vi: Cài đặt giao diện Aurora

source: Background
id: Latar Belakang
pl: Tło
uk: Фон
vi: Màu nền

source: Base Colors
id: Warna Dasar
pl: Kolory podstawowe
uk: Базові кольори
vi: Màu cơ bản

source: Border
id: Batas
pl: Obramowanie
uk: Межа
vi: Viền

source: Boxed Dropdown
id: Dropdown Kotak
pl: Rozwijane menu w ramce
uk: Випадаюче меню в рамці
vi: Menu thả xuống dạng hộp

source: Button Title
id: Judul Tombol
pl: Tytuł przycisku
uk: Заголовок кнопки
vi: Tiêu đề nút

source: Button title cannot be empty
id: Judul tombol tidak boleh kosong
pl: Tytuł przycisku nie może być pusty
uk: Заголовок кнопки не може бути порожнім
vi: Tiêu đề nút không được để trống

source: Cancel
id: Batal
pl: Anuluj
uk: Скасувати
vi: Hủy

source: Check for Updates
id: Periksa Pembaruan
pl: Sprawdź aktualizacje
uk: Перевірити оновлення
vi: Kiểm tra cập nhật

source: Check for and install updates for Aurora theme and configuration packages. Updates are downloaded from the latest releases of the Aurora theme and configuration plugin GitHub repositories.
id: Periksa dan instal pembaruan untuk tema Aurora dan paket konfigurasi. Pembaruan diunduh dari rilis terbaru repositori GitHub tema Aurora dan plugin konfigurasi.
pl: Sprawdź i zainstaluj aktualizacje dla motywu Aurora oraz pakietów konfiguracyjnych. Aktualizacje są pobierane z najnowszych wydań repozytoriów GitHub motywu Aurora i wtyczki konfiguracyjnej.
uk: Перевірити та встановити оновлення для теми Aurora та пакетів конфігурації. Оновлення завантажуються з останніх релізів репозиторіїв GitHub теми Aurora та плагіна конфігурації.
vi: Kiểm tra và cài đặt các bản cập nhật cho giao diện Aurora và các gói cấu hình. Các bản cập nhật được tải xuống từ các bản phát hành mới nhất của kho lưu trữ GitHub giao diện Aurora và plugin cấu hình.

source: Checking file…
id: Memeriksa berkas...
pl: Sprawdzanie pliku...
uk: Перевірка файлу...
vi: Đang kiểm tra tệp...

source: Checking for updates...
id: Memeriksa pembaruan...
pl: Sprawdzanie aktualizacji...
uk: Перевірка оновлень...
vi: Đang kiểm tra cập nhật...

source: Checking...
id: Memeriksa...
pl: Sprawdzanie...
uk: Перевірка...
vi: Đang kiểm tra...

source: Classic
id: Klasik
pl: Klasyczny
uk: Класичний
vi: Cổ điển

source: Click me to upload
id: Klik saya untuk mengunggah
pl: Kliknij, aby przesłać
uk: Натисніть, щоб завантажити
vi: Nhấn vào đây để tải lên

source: Click to select color visually
id: Klik untuk memilih warna secara visual
pl: Kliknij, aby wybrać kolor wizualnie
uk: Натисніть, щоб вибрати колір візуально
vi: Nhấn để chọn màu trực quan

source: Close
id: Tutup
pl: Zamknij
uk: Закрити
vi: Đóng

source: Color
id: Warna
pl: Kolor
uk: Колір
vi: Màu sắc

source: Component Colors
id: Warna Komponen
pl: Kolory komponentów
uk: Кольори компонентів
vi: Màu thành phần

source: Config:
id: Konfig:
pl: Konfig:
uk: Конфіг:
vi: Cấu hình:

source: Configuration exported successfully.
id: Konfigurasi berhasil diekspor.
pl: Pomyślnie wyeksportowano konfigurację.
uk: Конфігурацію успішно експортовано.
vi: Xuất cấu hình thành công.

source: Configuration imported successfully.
id: Konfigurasi berhasil diimpor.
pl: Pomyślnie zaimportowano konfigurację.
uk: Конфігурацію успішно імпортовано.
vi: Nhập cấu hình thành công.

source: Confirm Reset
id: Konfirmasi Reset
pl: Potwierdź reset
uk: Підтвердити скидання
vi: Xác nhận đặt lại

source: Continue
id: Lanjutkan
pl: Kontynuuj
uk: Продовжити
vi: Tiếp tục

source: Controls colors used by specific UI components: top navigation bar (Header) and boxed dropdown hover background (Header Interactive), progress bar gradient (Progress Bar Start/End), log panel (Terminal), overlay mask (Overlay), links (Link), checked radios/checkboxes (Input Checked), tooltip bubble (Tooltip), and section header surfaces (Label Surface).
id: Mengontrol warna yang digunakan oleh komponen UI tertentu: bilah navigasi atas (Header) dan latar belakang hover dropdown kotak (Header Interactive), gradien bilah kemajuan (Progress Bar Start/End), panel log (Terminal), masker overlay (Overlay), tautan (Link), radio/kotak centang yang dipilih (Input Checked), gelembung tooltip (Tooltip), dan permukaan tajuk bagian (Label Surface).
pl: Steruje kolorami używanymi przez określone komponenty UI: górny pasek nawigacyjny (Header) i tło po najechaniu na rozwijane menu w ramce (Header Interactive), gradient paska postępu (Progress Bar Start/End), panel logów (Terminal), maska nakładki (Overlay), linki (Link), zaznaczone pola wyboru/opcji (Input Checked), dymek podpowiedzi (Tooltip) oraz powierzchnie nagłówków sekcji (Label Surface).
uk: Керує кольорами, що використовуються певними компонентами інтерфейсу: верхня панель навігації (Header) і фон випадаючого меню при наведенні (Header Interactive), градієнт панелі прогресу (Progress Bar Start/End), панель журналу (Terminal), маска накладення (Overlay), посилання (Link), вибрані перемикачі/прапорці (Input Checked), спливаюча підказка (Tooltip) і поверхні заголовків розділів (Label Surface).
vi: Kiểm soát màu sắc được sử dụng bởi các thành phần giao diện người dùng cụ thể: thanh điều hướng trên cùng (Header) và nền menu thả xuống khi di chuột (Header Interactive), gradient thanh tiến trình (Progress Bar Start/End), bảng nhật ký (Terminal), lớp phủ (Overlay), liên kết (Link), nút radio/hộp kiểm đã chọn (Input Checked), bong bóng chú thích (Tooltip), và bề mặt tiêu đề phần (Label Surface).

source: Customize the layout of your interface. Control how the navigation menu displays, adjust the spacing between interface elements, and set the maximum width of the page content container.
id: Sesuaikan tata letak antarmuka Anda. Kontrol bagaimana menu navigasi ditampilkan, atur jarak antar elemen antarmuka, dan atur lebar maksimum kontainer konten halaman.
pl: Dostosuj układ interfejsu. Kontroluj sposób wyświetlania menu nawigacyjnego, dostosuj odstępy między elementami interfejsu i ustaw maksymalną szerokość kontenera zawartości strony.
uk: Налаштуйте макет інтерфейсу. Керуйте відображенням меню навігації, налаштовуйте відступи між елементами та встановіть максимальну ширину контейнера вмісту сторінки.
vi: Tùy chỉnh bố cục giao diện của bạn. Kiểm soát cách hiển thị menu điều hướng, điều chỉnh khoảng cách giữa các thành phần giao diện và đặt chiều rộng tối đa của khung nội dung trang.

source: Customize toolbar buttons by adding new entries, editing existing ones, removing unwanted items, or dragging rows to reorder them.
id: Sesuaikan tombol toolbar dengan menambahkan entri baru, mengedit yang sudah ada, menghapus item yang tidak diinginkan, atau menyeret baris untuk menyusun ulang.
pl: Dostosuj przyciski paska narzędzi, dodając nowe wpisy, edytując istniejące, usuwając niechciane elementy lub przeciągając wiersze, aby zmienić ich kolejność.
uk: Налаштуйте кнопки панелі інструментів: додавайте нові записи, редагуйте існуючі, видаляйте непотрібні елементи або перетягуйте рядки для зміни порядку.
vi: Tùy chỉnh các nút trên thanh công cụ bằng cách thêm mục mới, chỉnh sửa các mục hiện có, xóa các mục không mong muốn hoặc kéo các hàng để sắp xếp lại chúng.

source: Dark Mode
id: Mode Gelap
pl: Tryb ciemny
uk: Темний режим
vi: Chế độ tối

source: Default
pl: Domyślny
uk: За замовчуванням
vi: Mặc định

source: Default Foreground
id: Latar Depan Default
pl: Domyślny pierwszy plan
uk: Передній план за замовчуванням
vi: Tiền cảnh mặc định

source: Delete
id: Hapus
pl: Usuń
uk: Видалити
vi: Xóa

source: Delete Icon
id: Hapus Ikon
pl: Usuń ikonę
uk: Видалити іконку
vi: Xóa biểu tượng

source: Delete icon '%s'?
id: Hapus ikon '%s'?
pl: Usunąć ikonę '%s'?
uk: Видалити іконку '%s'?
vi: Xóa biểu tượng '%s'?

source: Deleting icon...
id: Menghapus ikon...
pl: Usuwanie ikony...
uk: Видалення іконки...
vi: Đang xóa biểu tượng...

source: Deleting...
id: Menghapus...
pl: Usuwanie...
uk: Видалення...
vi: Đang xóa...

source: Destructive
id: Destruktif
pl: Destrukcyjny
uk: Деструктивний
vi: Nguy hiểm

source: Destructive Foreground
id: Latar Depan Destruktif
pl: Destrukcyjny pierwszy plan
uk: Деструктивний (передній план)
vi: Tiền cảnh nguy hiểm

source: Downloading update files...
id: Mengunduh berkas pembaruan...
pl: Pobieranie plików aktualizacji...
uk: Завантаження файлів оновлення...
vi: Đang tải xuống tệp cập nhật...

source: Element Spacing
id: Jarak Elemen
pl: Odstępy elementów
uk: Інтервал між елементами
vi: Khoảng cách phần tử

source: Enable Floating Toolbar
id: Aktifkan Toolbar Mengambang
pl: Włącz pływający pasek narzędzi
uk: Увімкнути плаваючу панель інструментів
vi: Bật thanh công cụ nổi

source: Enable or disable the floating toolbar on the right side of the screen.
id: Aktifkan atau nonaktifkan toolbar mengambang di sisi kanan layar.
pl: Włącz lub wyłącz pływający pasek narzędzi po prawej stronie ekranu.
uk: Увімкнути або вимкнути плаваючу панель інструментів у правій частині екрана.
vi: Bật hoặc tắt thanh công cụ nổi ở phía bên phải màn hình.

source: Enabled
id: Diaktifkan
pl: Włączone
uk: Увімкнено
vi: Đã bật

source: Error
id: Eror
pl: Błąd
uk: Помилка
vi: Lỗi

source: Error Foreground
id: Latar Depan Eror
pl: Pierwszy plan błędu
uk: Помилка (передній план)
vi: Tiền cảnh lỗi

source: Error: %s
id: Eror: %s
pl: Błąd: %s
uk: Помилка: %s
vi: Lỗi: %s

source: Export
id: Ekspor
pl: Eksportuj
uk: Експорт
vi: Xuất

source: Export Configuration
id: Ekspor Konfigurasi
pl: Eksportuj konfigurację
uk: Експорт конфігурації
vi: Xuất cấu hình

source: Export failed
id: Ekspor gagal
pl: Eksport nie powiódł się
uk: Помилка експорту
vi: Xuất thất bại

source: Export failed: %s
id: Ekspor gagal: %s
pl: Eksport nie powiódł się: %s
uk: Помилка експорту: %s
vi: Xuất thất bại: %s

source: Failed to check for updates: %s. Please check your internet connection.
id: Gagal memeriksa pembaruan: %s. Silakan periksa koneksi internet Anda.
pl: Nie udało się sprawdzić aktualizacji: %s. Proszę sprawdzić połączenie internetowe.
uk: Не вдалося перевірити оновлення: %s. Будь ласка, перевірте підключення до інтернету.
vi: Kiểm tra cập nhật thất bại: %s. Vui lòng kiểm tra kết nối internet của bạn.

source: Failed to delete icon: %s
id: Gagal menghapus ikon: %s
pl: Nie udało się usunąć ikony: %s
uk: Не вдалося видалити іконку: %s
vi: Xóa biểu tượng thất bại: %s

source: Failed to upload icon: %s
id: Gagal mengunggah ikon: %s
pl: Nie udało się przesłać ikony: %s
uk: Не вдалося завантажити іконку: %s
vi: Tải lên biểu tượng thất bại: %s

source: Floating Toolbar
id: Toolbar Mengambang
pl: Pływający pasek narzędzi
uk: Плаваюча панель інструментів
vi: Thanh công cụ nổi

source: Foreground
id: Latar Depan
pl: Pierwszy plan
uk: Передній план
vi: Tiền cảnh

source: Grant access to Aurora theme configuration
id: Berikan akses ke konfigurasi tema Aurora
pl: Przyznaj dostęp do konfiguracji motywu Aurora
uk: Надати доступ до конфігурації теми Aurora
vi: Cấp quyền truy cập vào cấu hình giao diện Aurora

source: Header Background
id: Latar Belakang Header
pl: Tło nagłówka
uk: Фон заголовка
vi: Nền tiêu đề

source: Header Interactive
id: Interaktif Header
pl: Interaktywny nagłówek
uk: Заголовок (інтерактивний)
vi: Tiêu đề tương tác

source: Icon
id: Ikon
pl: Ikona
uk: Іконка
vi: Biểu tượng

source: Icon Management
id: Manajemen Ikon
pl: Zarządzanie ikonami
uk: Керування іконками
vi: Quản lý biểu tượng

source: Icon Name
id: Nama Ikon
pl: Nazwa ikony
uk: Назва іконки
vi: Tên biểu tượng

source: Icon deleted: %s
id: Ikon dihapus: %s
pl: Ikona usunięta: %s
uk: Іконку видалено: %s
vi: Đã xóa biểu tượng: %s

source: Icon uploaded successfully: %s
id: Ikon berhasil diunggah: %s
pl: Pomyślnie przesłano ikonę: %s
uk: Іконку успішно завантажено: %s
vi: Tải lên biểu tượng thành công: %s

source: Icons & Toolbar
id: Ikon & Toolbar
pl: Ikony i pasek narzędzi
uk: Іконки та панель інструментів
vi: Biểu tượng & Thanh công cụ

source: Import
id: Impor
pl: Importuj
uk: Імпорт
vi: Nhập

source: Import Configuration
id: Impor Konfigurasi
pl: Importuj konfigurację
uk: Імпорт конфігурації
vi: Nhập cấu hình

source: Import failed: %s
id: Impor gagal: %s
pl: Import nie powiódł się: %s
uk: Помилка імпорту: %s
vi: Nhập thất bại: %s

source: Importing...
id: Mengimpor...
pl: Importowanie...
uk: Імпорт...
vi: Đang nhập...

source: Info
uk: Інфо
vi: Thông tin

source: Info Foreground
id: Latar Depan Info
pl: Pierwszy plan info
uk: Інфо (передній план)
vi: Tiền cảnh thông tin

source: Input Checked
id: Input Dipilih
pl: Zaznaczone pole
uk: Вибраний ввід
vi: Đầu vào đã chọn

source: Installation Details
id: Detail Instalasi
pl: Szczegóły instalacji
uk: Деталі встановлення
vi: Chi tiết cài đặt

source: Installed Version
id: Versi Terinstal
pl: Zainstalowana wersja
uk: Встановлена версія
vi: Phiên bản đã cài đặt

source: Installing update packages...
id: Menginstal paket pembaruan...
pl: Instalowanie pakietów aktualizacji...
uk: Встановлення пакетів оновлення...
vi: Đang cài đặt các gói cập nhật...

source: Label Surface
id: Permukaan Label
pl: Powierzchnia etykiety
uk: Поверхня мітки
vi: Bề mặt tiêu đề

source: Latest Version
id: Versi Terbaru
pl: Najnowsza wersja
uk: Остання версія
vi: Phiên bản mới nhất

source: Layout
id: Tata Letak
pl: Układ
uk: Макет
vi: Bố cục

source: Light Mode
id: Mode Terang
pl: Tryb jasny
uk: Світлий режим
vi: Chế độ sáng

source: Link
id: Tautan
uk: Посилання
vi: Liên kết

source: Logo Settings
id: Pengaturan Logo
pl: Ustawienia logo
uk: Налаштування логотипу
vi: Cài đặt Logo

source: Mega Menu
uk: Мега-меню

source: Monochrome
id: Monokrom
pl: Monochromatyczny
uk: Монохром
vi: Đơn sắc

source: Muted
id: Redup
pl: Przygaszony
uk: Приглушений
vi: Màu dịu

source: Muted Foreground
id: Latar Depan Redup
pl: Przygaszony pierwszy plan
uk: Приглушений (передний план)
vi: Tiền cảnh màu dịu

source: Navigation Submenu Type
id: Tipe Submenu Navigasi
pl: Typ podmenu nawigacji
uk: Тип підменю навігації
vi: Loại menu phụ điều hướng

source: No file selected or upload failed
id: Tidak ada berkas yang dipilih atau unggahan gagal
pl: Nie wybrano pliku lub przesłanie nie powiodło się
uk: Файл не вибрано або помилка завантаження
vi: Chưa chọn tệp hoặc tải lên thất bại

source: No icons uploaded yet.
id: Belum ada ikon yang diunggah.
pl: Nie przesłano jeszcze żadnych ikon.
uk: Іконки поки не завантажено.
vi: Chưa tải lên biểu tượng nào.

source: No packages found. Please check your installation.
id: Tidak ada paket ditemukan. Silakan periksa instalasi Anda.
pl: Nie znaleziono pakietów. Proszę sprawdzić instalację.
uk: Пакети не знайдено. Будь ласка, перевірте встановлення.
vi: Không tìm thấy gói nào. Vui lòng kiểm tra cài đặt của bạn.

source: Not installed
id: Tidak terinstal
pl: Nie zainstalowano
uk: Не встановлено
vi: Chưa cài đặt

source: Overlay Base
id: Basis Overlay
pl: Baza nakładki
uk: Основа накладення
vi: Nền lớp phủ

source: PNG Logo (32x32)
id: Logo PNG (32x32)
pl: Logo PNG (32x32)
uk: PNG логотип (32x32)
vi: Logo PNG (32x32)

source: Package Name
id: Nama Paket
pl: Nazwa pakietu
uk: Назва пакунка
vi: Tên gói

source: Page Background
id: Latar Belakang Halaman
pl: Tło strony
uk: Фон сторінки
vi: Nền trang

source: Page Container Max Width
id: Lebar Maks Kontainer Halaman
pl: Maks. szerokość kontenera strony
uk: Макс. ширина контейнера сторінки
vi: Chiều rộng tối đa khung trang

source: Panel Background
id: Latar Belakang Panel
pl: Tło panelu
uk: Фон панелі
vi: Nền bảng điều khiển

source: Please select an icon
id: Silakan pilih ikon
pl: Proszę wybrać ikonę
uk: Будь ласка, виберіть іконку
vi: Vui lòng chọn một biểu tượng

source: Please upload the Aurora configuration file named 'aurora'. This will overwrite the theme configuration at /etc/config/aurora. Press 'Continue' to apply and reload, or 'Cancel' to abort.
id: Silakan unggah berkas konfigurasi Aurora bernama 'aurora'. Ini akan menimpa konfigurasi tema di /etc/config/aurora. Tekan 'Lanjutkan' untuk menerapkan dan memuat ulang, atau 'Batal' untuk membatalkan.
pl: Proszę przesłać plik konfiguracyjny Aurora o nazwie 'aurora'. Spowoduje to nadpisanie konfiguracji motywu w /etc/config/aurora. Naciśnij 'Kontynuuj', aby zastosować i przeładować, lub 'Anuluj', aby przerwać.
uk: Будь ласка, завантажте файл конфігурації Aurora з іменем 'aurora'. Це перезапише конфігурацію теми в /etc/config/aurora. Натисніть 'Продовжити' для застосування та перезавантаження або 'Скасувати' для виходу.
vi: Vui lòng tải lên tệp cấu hình Aurora có tên 'aurora'. Thao tác này sẽ ghi đè cấu hình giao diện tại /etc/config/aurora. Nhấn 'Tiếp tục' để áp dụng và tải lại, hoặc 'Hủy' để thoát.

source: Preset
pl: Ustawienie wstępne
uk: Пресет
vi: Cấu hình mẫu

source: Preset applied successfully.
id: Preset berhasil diterapkan.
pl: Pomyślnie zastosowano ustawienie wstępne.
uk: Пресет успішно застосовано.
vi: Áp dụng cấu hình mẫu thành công.

source: Primary
id: Primer
pl: Podstawowy
uk: Основний
vi: Chính

source: Primary Foreground
id: Latar Depan Primer
pl: Podstawowy pierwszy plan
uk: Основний (передній план)
vi: Tiền cảnh chính

source: Progress Bar End
id: Akhir Bilah Kemajuan
pl: Koniec paska postępu
uk: Кінець панелі прогресу
vi: Kết thúc thanh tiến trình

source: Progress Bar Start
id: Awal Bilah Kemajuan
pl: Początek paska postępu
uk: Початок панелі прогресу
vi: Bắt đầu thanh tiến trình

source: RPC call failed: %s
id: Panggilan RPC gagal: %s
pl: Wywołanie RPC nie powiodło się: %s
uk: Виклик RPC не вдався: %s
vi: Gọi RPC thất bại: %s

source: Reload
id: Muat Ulang
pl: Przeładuj
uk: Перезавантажити
vi: Tải lại

source: Reset
pl: Resetuj
uk: Скинути
vi: Đặt lại

source: Reset to Defaults
id: Reset ke Default
pl: Przywróć domyślne
uk: Скинути до значень за замовчуванням
vi: Khôi phục mặc định

source: Resetting...
id: Mereset...
pl: Resetowanie...
uk: Скидання...
vi: Đang đặt lại...

source: Restoring...
id: Memulihkan...
pl: Przywracanie...
uk: Відновлення...
vi: Đang khôi phục...

source: SVG Logo
id: Logo SVG
pl: Logo SVG
uk: SVG логотип
vi: Logo SVG

source: Sage Green
id: Hijau Sage
pl: Szałwiowa zieleń
uk: Шавлієвий зелений
vi: Xanh lục xám

source: Secondary
id: Sekunder
pl: Drugorzędny
uk: Другорядний
vi: Phụ

source: Secondary Foreground
id: Latar Depan Sekunder
pl: Drugorzędny pierwszy plan
uk: Другорядний (передній план)
vi: Tiền cảnh phụ

source: Select custom logos for your browser tab icon (favicon). For best compatibility, upload both SVG and PNG formats. Modern browsers will use the SVG version, while older browsers will fall back to the 32x32 PNG version.
id: Pilih logo kustom untuk ikon tab browser Anda (favicon). Untuk kompatibilitas terbaik, unggah format SVG dan PNG. Browser modern akan menggunakan versi SVG, sementara browser lama akan kembali ke versi PNG 32x32.
pl: Wybierz niestandardowe logo dla ikony karty przeglądarki (favicon). Dla najlepszej kompatybilności prześlij oba formaty: SVG i PNG. Nowoczesne przeglądarki będą używać wersji SVG, podczas gdy starsze przeglądarki użyją wersji PNG 32x32.
uk: Виберіть власні логотипи для іконки вкладки браузера (favicon). Для кращої сумісності завантажте формати SVG та PNG. Сучасні браузери будуть використовувати версію SVG, тоді як старіші браузери використовуватимуть версію PNG 32x32.
vi: Chọn logo tùy chỉnh cho biểu tượng thẻ trình duyệt (favicon). Để có độ tương thích tốt nhất, hãy tải lên cả hai định dạng SVG và PNG. Các trình duyệt hiện đại sẽ sử dụng phiên bản SVG, trong khi các trình duyệt cũ hơn sẽ dùng phiên bản PNG 32x32.

source: Semantic & Status Colors
id: Warna Semantik & Status
pl: Kolory semantyczne i statusu
uk: Семантичні та статусні кольори
vi: Màu ngữ nghĩa & trạng thái
