Repository: QiuSimons/OpenWrt-Add
Catalog: luci-app-aurora-config/po/*/aurora-config.po
Languages: id, pl, uk, vi

source: Semantic colors represent different actions and intents, commonly used in buttons and badges. For example, destructive (Destructive) maps to high‑risk actions like delete or reset. Status colors represent system feedback states, commonly used in tooltip messages (Tooltip), alert dialogs (Alert), status tags (Tag), and legends (Legend). Each status type (Default, Info, Warning, Success, Error) has two colors: a background color and a foreground/text color (Foreground).
id: Warna semantik mewakili tindakan dan maksud yang berbeda, yang biasa digunakan pada tombol dan lencana. Misalnya, destruktif (Destructive) memetakan ke tindakan berisiko tinggi seperti hapus atau reset. Warna status mewakili status umpan balik sistem, yang biasa digunakan dalam pesan tooltip (Tooltip), dialog peringatan (Alert), tag status (Tag), dan legenda (Legend). Setiap jenis status (Default, Info, Peringatan, Sukses, Eror) memiliki dua warna: warna latar belakang dan warna latar depan/teks (Foreground).
pl: Kolory semantyczne reprezentują różne działania i intencje, powszechnie używane w przyciskach i odznakach. Na przykład destrukcyjny (Destructive) odpowiada działaniom wysokiego ryzyka, takim jak usuwanie lub resetowanie. Kolory statusu reprezentują stany informacji zwrotnej systemu, powszechnie używane w dymkach podpowiedzi (Tooltip), oknach dialogowych alertów (Alert), tagach statusu (Tag) i legendach (Legend). Każdy typ statusu (Domyślny, Info, Ostrzeżenie, Sukces, Błąd) ma dwa kolory: kolor tła i kolor pierwszego planu/tekstu (Foreground).
uk: Семантичні кольори представляють різні дії та наміри, часто використовуються в кнопках і значках. Наприклад, деструктивний (Destructive) відповідає діям з високим ризиком, таким як видалення або скидання. Статусні кольори представляють стани зворотного зв'язку системи, що часто використовуються в спливаючих підказках (Tooltip), діалогах попереджень (Alert), тегах статусу (Tag) і легендах (Legend). Кожен тип статусу (За замовчуванням, Інфо, Попередження, Успіх, Помилка) має два кольори: колір фону та колір переднього плану/тексту (Foreground).
vi: Màu ngữ nghĩa đại diện cho các hành động và mục đích khác nhau, thường được sử dụng trong các nút và huy hiệu. Ví dụ: nguy hiểm (Destructive) tương ứng với các hành động rủi ro cao như xóa hoặc đặt lại. Màu trạng thái đại diện cho các trạng thái phản hồi của hệ thống, thường được sử dụng trong bong bóng chú thích (Tooltip), hộp thoại cảnh báo (Alert), thẻ trạng thái (Tag) và chú giải (Legend). Mỗi loại trạng thái (Mặc định, Thông tin, Cảnh báo, Thành công, Lỗi) có hai màu: màu nền và màu tiền cảnh/văn bản (Foreground).

source: Settings reset successfully.
id: Pengaturan berhasil direset.
pl: Pomyślnie zresetowano ustawienia.
uk: Налаштування успішно скинуто.
vi: Đặt lại cài đặt thành công.

source: Sky Blue
id: Biru Langit
pl: Błękitny
uk: Небесно-блакитний
vi: Xanh da trời

source: Status
uk: Статус
vi: Trạng thái

source: Structure
id: Struktur
pl: Struktura
uk: Структура
vi: Cấu trúc

source: Success
id: Sukses
pl: Sukces
uk: Успіх
vi: Thành công

source: Success Foreground
id: Latar Depan Sukses
pl: Pierwszy plan sukcesu
uk: Успіх (передній план)
vi: Tiền cảnh thành công

source: Target URL
id: URL Target
pl: Docelowy URL
uk: Цільова URL-адреса
vi: URL đích

source: Terminal Background
id: Latar Belakang Terminal
pl: Tło terminala
uk: Фон терміналу
vi: Nền Terminal

source: Terminal Foreground
id: Latar Depan Terminal
pl: Pierwszy plan terminala
uk: Передній план терміналу
vi: Tiền cảnh Terminal

source: The theme layout uses three layers: background (Background) → page container (Page) → panel card (Panel). The Base Colors variables define each layer's background color (Background) and foreground/text color (Foreground). The primary color (Primary) is mainly used for focused/active states of inputs, selects, radios, checkboxes, and dropdowns, and is also used for key buttons and the page footer.
pl: Układ motywu wykorzystuje trzy warstwy: tło (Background) → kontener strony (Page) → karta panelu (Panel). Zmienne Kolorów Podstawowych (Base Colors) definiują kolor tła (Background) i kolor pierwszego planu/tekstu (Foreground) każdej warstwy. Kolor podstawowy (Primary) jest używany głównie dla stanów skupienia/aktywności pól wejściowych, list wyboru, przycisków radiowych, pól wyboru i menu rozwijanych, a także dla kluczowych przycisków i stopki strony.
uk: Макет теми використовує три шари: фон (Background) → контейнер сторінки (Page) → картка панелі (Panel). Змінні базових кольорів (Base Colors) визначають колір фону (Background) та колір переднього плану/тексту (Foreground) кожного шару. Основний колір (Primary) використовується головним чином для фокусу/активних станів полів вводу, списків, перемикачів, прапорців та випадаючих меню, а також для ключових кнопок та підвалу сторінки.
vi: Bố cục giao diện sử dụng ba lớp: nền (Background) → khung trang (Page) → thẻ bảng điều khiển (Panel). Các biến Màu cơ bản (Base Colors) xác định màu nền (Background) và màu tiền cảnh/văn bản (Foreground) của mỗi lớp. Màu chính (Primary) chủ yếu được sử dụng cho các trạng thái tiêu điểm/hoạt động của đầu vào, danh sách chọn, nút radio, hộp kiểm và menu thả xuống, đồng thời cũng được sử dụng cho các nút chính và chân trang.

source: Theme Settings
id: Pengaturan Tema
pl: Ustawienia motywu
uk: Налаштування теми
vi: Cài đặt giao diện

source: Theme:
id: Tema:
pl: Motyw:
uk: Тема:
vi: Giao diện:

source: This will switch the theme style to the '%s' preset and overwrite the configuration in /etc/config/aurora. Do you want to continue?
id: Ini akan mengganti gaya tema ke preset '%s' dan menimpa konfigurasi di /etc/config/aurora. Apakah Anda ingin melanjutkan?
pl: To przełączy styl motywu na ustawienie wstępne '%s' i nadpisze konfigurację w /etc/config/aurora. Czy chcesz kontynuować?
uk: Це перемкне стиль теми на пресет '%s' і перезапише конфігурацію в /etc/config/aurora. Ви бажаєте продовжити?
vi: Thao tác này sẽ chuyển kiểu giao diện sang cấu hình mẫu '%s' và ghi đè cấu hình trong /etc/config/aurora. Bạn có muốn tiếp tục không?

source: Toolbar Buttons
id: Tombol Toolbar
pl: Przyciski paska narzędzi
uk: Кнопки панелі інструментів
vi: Nút thanh công cụ

source: Tooltip Background
id: Latar Belakang Tooltip
pl: Tło podpowiedzi
uk: Фон підказки
vi: Nền chú thích

source: URL cannot be empty
id: URL tidak boleh kosong
pl: URL nie może być pusty
uk: URL не може бути порожнім
vi: URL không được để trống

source: Unknown
id: Tidak diketahui
pl: Nieznany
uk: Невідомо
vi: Không xác định

source: Up to date
id: Terbaru
pl: Aktualny
uk: Оновлено
vi: Đã cập nhật

source: Update
id: Perbarui
pl: Aktualizuj
uk: Оновити
vi: Cập nhật

source: Update Package
id: Perbarui Paket
pl: Aktualizuj pakiet
uk: Оновити пакунок
vi: Cập nhật gói

source: Update completed successfully! Please reload the page to see the changes. If the old version still appears, try again in an incognito/private window or after clearing your browser cache.
id: Pembaruan berhasil diselesaikan! Silakan muat ulang halaman untuk melihat perubahannya. Jika versi lama masih muncul, coba lagi di jendela samaran/pribadi atau setelah menghapus cache browser Anda.
pl: Aktualizacja zakończona pomyślnie! Proszę odświeżyć stronę, aby zobaczyć zmiany. Jeśli nadal pojawia się stara wersja, spróbuj ponownie w oknie incognito/prywatnym lub po wyczyszczeniu pamięci podręcznej przeglądarki.
uk: Оновлення успішно завершено! Будь ласка, перезавантажте сторінку, щоб побачити зміни. Якщо стара версія все ще відображається, спробуйте знову в режимі інкогніто/приватному вікні або після очищення кешу браузера.
vi: Cập nhật hoàn tất thành công! Vui lòng tải lại trang để xem các thay đổi. Nếu phiên bản cũ vẫn xuất hiện, hãy thử lại trong cửa sổ ẩn danh/riêng tư hoặc sau khi xóa bộ nhớ đệm trình duyệt của bạn.

source: Update failed: %s
id: Pembaruan gagal: %s
pl: Aktualizacja nie powiodła się: %s
uk: Помилка оновлення: %s
vi: Cập nhật thất bại: %s

source: Updating Package
id: Memperbarui Paket
pl: Aktualizowanie pakietu
uk: Оновлення пакунка
vi: Đang cập nhật gói

source: Updating theme...
id: Memperbarui tema...
pl: Aktualizowanie motywu...
uk: Оновлення теми...
vi: Đang cập nhật giao diện...

source: Upload Icon
id: Unggah Ikon
pl: Prześlij ikonę
uk: Завантажити іконку
vi: Tải lên biểu tượng

source: Upload error: %s
id: Eror unggah: %s
pl: Błąd przesyłania: %s
uk: Помилка завантаження: %s
vi: Lỗi tải lên: %s

source: Upload theme branding assets (browser tab favicon) and custom toolbar icons. Supported formats include SVG, PNG, JPG, and more. Uploaded assets are stored in<code>/www/luci-static/aurora/images/</code> and can be used throughout the theme.
id: Unggah aset branding tema (favicon tab browser) dan ikon toolbar kustom. Format yang didukung termasuk SVG, PNG, JPG, dan lainnya. Aset yang diunggah disimpan di <code>/www/luci-static/aurora/images/</code> dan dapat digunakan di seluruh tema.
pl: Prześlij zasoby marki motywu (ikona karty przeglądarki - favicon) i niestandardowe ikony paska narzędzi. Obsługiwane formaty to SVG, PNG, JPG i inne. Przesłane zasoby są przechowywane w <code>/www/luci-static/aurora/images/</code> i mogą być używane w całym motywie.
uk: Завантажте ресурси брендингу теми (favicon вкладки браузера) і пользовательські іконки панелі інструментів. Підтримувані формати включають SVG, PNG, JPG та інші. Завантажені ресурси зберігаються в <code>/www/luci-static/aurora/images/</code> і можуть використовуватися в усій темі.
vi: Tải lên tài sản thương hiệu giao diện (favicon thẻ trình duyệt) và các biểu tượng thanh công cụ tùy chỉnh. Các định dạng được hỗ trợ bao gồm SVG, PNG, JPG và nhiều hơn nữa. Các tài sản đã tải lên được lưu trữ trong <code>/www/luci-static/aurora/images/</code> và có thể được sử dụng trong toàn bộ giao diện.

source: Uploaded Icons
id: Ikon Terunggah
pl: Przesłane ikony
uk: Завантажені іконки
vi: Biểu tượng đã tải lên

source: Version Management
id: Manajemen Versi
pl: Zarządzanie wersjami
uk: Керування версіями
vi: Quản lý phiên bản

source: Warning
id: Peringatan
pl: Ostrzeżenie
uk: Попередження
vi: Cảnh báo

source: Warning Foreground
id: Latar Depan Peringatan
pl: Pierwszy plan ostrzeżenia
uk: Попередження (передній план)
vi: Tiền cảnh cảnh báo

source: e.g., System Settings
id: mis., Pengaturan Sistem
pl: np. Ustawienia systemowe
uk: напр., Налаштування системи
vi: ví dụ: Cài đặt hệ thống

source: The theme layout uses three layers: background (Background) → page container (Page) → panel card (Panel). The Base Colors variables define each layer's background color (Background) and foreground/text color (Foreground). The primary color (Primary) is mainly used for focused/active states of inputs, pilihan, radio, kotak centang, dan dropdown, serta juga digunakan untuk tombol kunci dan footer halaman.
id: Tata letak tema menggunakan tiga lapisan: latar belakang (Background) → kontainer halaman (Page) → kartu panel (Panel). Variabel Warna Dasar (Base Colors) mendefinisikan warna latar belakang (Background) dan warna latar depan/teks (Foreground) dari setiap lapisan. Warna primer (Primary) terutama digunakan untuk status fokus/aktif dari input, pilihan, radio, kotak centang, dan dropdown, serta juga digunakan untuk tombol kunci dan footer halaman.
